Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_direct_shakescape_unavailable
source: P2P swap hosting is unavailable until this wallet-owned direct HNS controller is installed and unlocked.
ar: لا تتوفر استضافة المبادلة P2P حتى يتم تثبيت وحدة التحكم HNS المباشرة المملوكة للمحفظة وإلغاء قفلها.
de: Das P2P-Swap-Hosting ist erst verfügbar, wenn dieser direkt im Wallet befindliche HNS-Controller installiert und entsperrt ist.
es: El alojamiento de intercambio P2P no está disponible hasta que este controlador HNS directo propiedad de la billetera esté instalado y desbloqueado.
fa: میزبانی مبادله P2P تا زمانی که این کنترلر مستقیم HNS که متعلق به کیف پول است نصب و باز نشود، در دسترس نیست.
fr: L'hébergement d'échange P2P n'est pas disponible jusqu'à ce que ce contrôleur HNS direct appartenant au portefeuille soit installé et déverrouillé.
he: אירוח ההחלפה של P2P אינו זמין עד אשר בקר ישיר HNS זה בבעלות הארנק יותקן ויפתח.
hi: P2P स्वैप होस्टिंग तब तक उपलब्ध नहीं है जब तक कि यह वॉलेट-स्वामित्व वाला प्रत्यक्ष HNS नियंत्रक स्थापित और अनलॉक न हो जाए।
id: Hosting swap P2P tidak tersedia hingga pengontrol HNS langsung milik dompet ini diinstal dan dibuka kuncinya.
it: L'hosting di scambio P2P non è disponibile finché questo controller HNS diretto di proprietà del portafoglio non viene installato e sbloccato.
ja: このウォレット所有の直接 HNS コントローラーがインストールされ、ロックが解除されるまで、P2P スワップ ホスティングは利用できません。
ko: 지갑 소유의 직접 HNS 컨트롤러가 설치되고 잠금 해제될 때까지 P2P 스왑 호스팅을 사용할 수 없습니다.
nl: P2P swap-hosting is niet beschikbaar totdat deze directe HNS-controller, eigendom van de portemonnee, is geïnstalleerd en ontgrendeld.
pl: Hosting wymiany P2P jest niedostępny do czasu zainstalowania i odblokowania należącego do portfela bezpośredniego kontrolera HNS.
pt: A hospedagem swap P2P não estará disponível até que este controlador HNS direto de propriedade da carteira seja instalado e desbloqueado.
ru: Хостинг подкачки P2P недоступен до тех пор, пока этот прямой контроллер HNS, принадлежащий кошельку, не будет установлен и разблокирован.
tr: P2P takas barındırma, cüzdanın sahip olduğu bu doğrudan HNS denetleyici kurulup kilidi açılana kadar kullanılamaz.
uk: Swap-хостинг P2P недоступний, доки не буде встановлено та розблоковано цей прямий контролер HNS, що належить гаманцю.
vi: Lưu trữ trao đổi P2P không khả dụng cho đến khi bộ điều khiển HNS trực tiếp thuộc sở hữu của ví này được cài đặt và mở khóa.
zh_hans: 在安装并解锁此钱包拥有的直接 HNS 控制器之前，P2P 交换托管不可用。
zh_hant: 在安裝並解鎖此錢包擁有的直接 HNS 控制器之前，P2P 交換託管不可用。

# wallet_finalize_notice_authenticate_legacy
source: Authenticate to review and complete the tracked purchase of %1$@. No session ID is required.
ar: قم بالمصادقة لمراجعة وإكمال عملية الشراء المتعقبة لـ %1$@. لا يلزم معرف الجلسة.
de: Authentifizieren Sie sich, um den verfolgten Kauf von %1$@ zu überprüfen und abzuschließen. Es ist keine Sitzungs-ID erforderlich.
es: Autentíquese para revisar y completar la compra rastreada de %1$@. No se requiere ID de sesión.
fa: برای بررسی و تکمیل خرید ردیابی شده %1$@ احراز هویت کنید. هیچ شناسه جلسه مورد نیاز نیست.
fr: Authentifiez-vous pour examiner et finaliser l'achat suivi de %1$@. Aucun identifiant de session n'est requis.
he: אימות כדי לבדוק ולהשלים את הרכישה במעקב של %1$@. אין צורך בזיהוי הפעלה.
hi: %1$@ की ट्रैक की गई खरीदारी की समीक्षा करने और उसे पूरा करने के लिए प्रमाणित करें। किसी सत्र आईडी की आवश्यकता नहीं है.
id: Otentikasi untuk meninjau dan menyelesaikan pembelian %1$@ yang terlacak. Tidak diperlukan ID sesi.
it: Autenticati per rivedere e completare l'acquisto tracciato di %1$@. Non è richiesto alcun ID di sessione.
ja: 認証して、%1$@ の追跡された購入を確認し、完了します。セッション ID は必要ありません。
ko: %1$@의 추적된 구매를 검토하고 완료하려면 인증하세요. 세션 ID가 필요하지 않습니다.
nl: Authenticeer om de bijgehouden aankoop van %1$@ te bekijken en te voltooien. Er is geen sessie-ID vereist.
pl: Uwierzytelnij się, aby sprawdzić i dokończyć śledzony zakup %1$@. Nie jest wymagany identyfikator sesji.
pt: Autentique-se para revisar e concluir a compra rastreada de %1$@. Nenhum ID de sessão é necessário.
ru: Пройдите аутентификацию, чтобы просмотреть и завершить отслеживаемую покупку %1$@. Идентификатор сеанса не требуется.
tr: Takip edilen %1$@ satın alma işlemini incelemek ve tamamlamak için kimlik doğrulaması yapın. Oturum kimliği gerekli değildir.
uk: Пройдіть автентифікацію, щоб переглянути та завершити відстежену покупку %1$@. Ідентифікатор сеансу не потрібен.
vi: Xác thực để xem xét và hoàn tất giao dịch mua %1$@ được theo dõi. Không cần ID phiên.
zh_hans: 验证审核并完成%1$@的追踪购买。不需要会话 ID。
zh_hant: 驗證審核並完成%1$@的追蹤購買。不需要會話 ID。

# wallet_finalize_notice_available
source: %1$@: FINALIZE is available now and remains tracked until it is submitted and confirmed. Current block %2$d; eligible since block %3$d. Transfer transaction %4$@.
ar: %1$@: FINALIZE متاح الآن وسيظل قيد التتبع حتى يتم إرساله وتأكيده. الكتلة الحالية %2$d؛ مؤهل منذ الكتلة %3$d. تحويل المعاملة %4$@.
de: %1$@: FINALIZE ist jetzt verfügbar und bleibt verfolgt, bis es übermittelt und bestätigt wird. Aktueller Block %2$d; förderfähig seit Block %3$d. Transfertransaktion %4$@.
es: %1$@: FINALIZE ya está disponible y se realiza un seguimiento hasta que se envía y confirma. Bloque actual %2$d; elegible desde el bloque %3$d. Transferir transacción %4$@.
fa: %1$@: FINALIZE در حال حاضر در دسترس است و تا ارسال و تایید آن پیگیری می شود. بلوک فعلی %2$d; واجد شرایط از بلوک %3$d. انتقال تراکنش %4$@.
fr: %1$@ : FINALIZE est disponible dès maintenant et reste suivi jusqu'à ce qu'il soit soumis et confirmé. Bloc actuel %2$d ; éligible depuis le bloc %3$d. Transaction de transfert %4$@.
he: %1$@: FINALIZE זמין כעת ונשאר במעקב עד להגשתו ואישורו. בלוק נוכחי %2$d; זכאי מאז בלוק %3$d. העברת עסקת %4$@.
hi: %1$@: फाइनलाइज़ अब उपलब्ध है और इसे सबमिट और पुष्टि होने तक ट्रैक किया जाता है। वर्तमान ब्लॉक %2$d; ब्लॉक %3$d से पात्र। स्थानांतरण लेनदेन %4$@।
id: %1$@: FINALIZE tersedia sekarang dan tetap dilacak hingga dikirimkan dan dikonfirmasi. Blok saat ini %2$d; memenuhi syarat sejak blok %3$d. Transaksi transfer %4$@.
it: %1$@: FINALIZE è ora disponibile e rimane tracciato finché non viene inviato e confermato. Blocco attuale %2$d; idoneo dal blocco %3$d. Transazione di trasferimento %4$@.
ja: %1$@: FINALIZE は現在利用可能であり、送信されて確認されるまで追跡され続けます。現在のブロック %2$d;ブロック %3$d 以降は対象となります。トランザクション %4$@ を転送します。
ko: %1$@: FINALIZE는 현재 사용 가능하며 제출 및 확인될 때까지 계속 추적됩니다. 현재 블록 %2$d; %3$d 블록부터 사용 가능합니다. 거래 %4$@를 전송합니다.
nl: %1$@: FINALIZE is nu beschikbaar en blijft gevolgd totdat het wordt ingediend en bevestigd. Huidig ​​blok %2$d; komt in aanmerking sinds blok %3$d. Overboekingstransactie %4$@.
pl: %1$@: FINALIZE jest już dostępny i pozostaje śledzony do czasu przesłania i potwierdzenia. Aktualny blok %2$d; kwalifikuje się od bloku %3$d. Transakcja przelewu %4$@.
pt: %1$@: FINALIZE já está disponível e permanece rastreado até ser enviado e confirmado. Bloco atual %2$d; elegível desde o bloco %3$d. Transação de transferência %4$@.
ru: %1$@: FINALIZE доступен уже сейчас и отслеживается до тех пор, пока не будет отправлен и подтвержден. Текущий блок %2$d; имеет право с момента блокировки %3$d. Трансфертная транзакция %4$@.
tr: %1$@: FINALIZE şu anda mevcut ve gönderilip onaylanana kadar izlenmeye devam edecek. Geçerli blok %2$d; %3$d bloğundan beri uygun. %4$@ işlemini aktarın.
uk: %1$@: FINALIZE доступний зараз і відстежується, доки його не буде подано та підтверджено. Блок струму %2$d; придатний з блоку %3$d. Передача транзакції %4$@.
vi: %1$@: FINALIZE hiện đã có sẵn và vẫn được theo dõi cho đến khi được gửi và xác nhận. Khối hiện tại %2$d; đủ điều kiện kể từ khối %3$d. Giao dịch chuyển khoản %4$@.
zh_hans: %1$@：FINALIZE 现已可用，并在提交和确认之前保持跟踪。当前区块%2$d；自区块 %3$d 起符合资格。转账交易%4$@。
zh_hant: %1$@：FINALIZE 現已可用，並在提交和確認之前保持追蹤。目前區塊%2$d；自區塊 %3$d 起符合資格。轉帳交易%4$@。

# wallet_finalize_notice_finalize_pending
source: %1$@: FINALIZE submitted and awaiting confirmation. Transaction %2$@. Current block %3$d. This notice remains until completion is verified.
ar: %1$@: تم إرسال FINALIZE وفي انتظار التأكيد. المعاملة %2$@. الكتلة الحالية %3$d. يبقى هذا الإشعار حتى يتم التحقق من اكتماله.
de: %1$@: FINALIZE übermittelt und wartet auf Bestätigung. Transaktion %2$@. Aktueller Block %3$d. Dieser Hinweis bleibt bis zur Überprüfung der Fertigstellung bestehen.
es: %1$@: FINALIZAR enviado y pendiente de confirmación. Transacción %2$@. Bloque actual %3$d. Este aviso permanece hasta que se verifique su finalización.
fa: %1$@: FINALIZE ارسال شده و در انتظار تایید است. تراکنش %2$@. بلوک فعلی %3$d. این اطلاعیه تا زمانی که تکمیل تایید شود باقی می ماند.
fr: %1$@ : FINALISE soumis et en attente de confirmation. Transaction %2$@. Bloc actuel %3$d. Cet avis demeure jusqu'à ce que l'achèvement soit vérifié.
he: %1$@: FINALIZE נשלח וממתין לאישור. עסקה %2$@. בלוק נוכחי %3$d. הודעה זו נשארת עד לאימות ההשלמה.
hi: %1$@: अंतिम रूप से सबमिट किया गया और पुष्टि की प्रतीक्षा है। लेनदेन %2$@. वर्तमान ब्लॉक %3$d। यह सूचना पूर्णता सत्यापित होने तक बनी रहती है।
id: %1$@: FINALIZE dikirimkan dan menunggu konfirmasi. Transaksi %2$@. Blok saat ini %3$d. Pemberitahuan ini tetap ada sampai penyelesaian diverifikasi.
it: %1$@: FINALIZE inviato e in attesa di conferma. Transazione %2$@. Blocco attuale %3$d. Questo avviso rimane fino alla verifica del completamento.
ja: %1$@: FINALIZE が送信され、確認を待っています。トランザクション %2$@。現在のブロック %3$d。この通知は、完了が確認されるまで残ります。
ko: %1$@: FINALIZE가 제출되었으며 확인을 기다리고 있습니다. 거래 %2$@. 현재 블록 %3$d. 이 공지는 완료가 확인될 때까지 유지됩니다.
nl: %1$@: FINALIZE ingediend en in afwachting van bevestiging. Transactie %2$@. Huidig ​​blok %3$d. Deze kennisgeving blijft van kracht totdat de voltooiing is geverifieerd.
pl: %1$@: FINALIZACJA przesłana i oczekuje na potwierdzenie. Transakcja %2$@. Bieżący blok %3$d. To powiadomienie pozostaje ważne do czasu sprawdzenia ukończenia.
pt: %1$@: FINALIZE enviado e aguardando confirmação. Transação %2$@. Bloco atual %3$d. Este aviso permanece até que a conclusão seja verificada.
ru: %1$@: ФИНАЛИЗАЦИЯ отправлена и ожидает подтверждения. Транзакция %2$@. Текущий блок %3$d. Это уведомление остается в силе до тех пор, пока не будет подтверждено завершение.
tr: %1$@: SONLANDIRMA gönderildi ve onay bekleniyor. İşlem %2$@. Geçerli blok %3$d. Bu bildirim, tamamlanma doğrulanıncaya kadar kalır.
uk: %1$@: FINALIZE подано та очікує підтвердження. Трансакція %2$@. Поточний блок %3$d. Це повідомлення залишається в силі, доки не буде перевірено завершення.
vi: %1$@: Đã gửi CUỐI CÙNG và đang chờ xác nhận. Giao dịch %2$@. Khối hiện tại %3$d. Thông báo này vẫn còn cho đến khi hoàn thành được xác minh.
zh_hans: %1$@：FINALIZE已提交并等待确认。交易 %2$@。当前区块 %3$d。此通知将持续到验证完成为止。
zh_hant: %1$@：FINALIZE已提交並等待確認。交易 %2$@。目前區塊 %3$d。此通知將持續到驗證完成為止。

# wallet_finalize_notice_preparing_legacy
source: Preparing the tracked pre-upgrade name purchase for its one final approval…
ar: جارٍ تحضير عملية شراء اسم الترقية المسبقة المتعقبة للحصول على الموافقة النهائية لها...
de: Der nachverfolgte Namenskauf vor dem Upgrade wird für seine letzte Genehmigung vorbereitet …
es: Preparando la compra de nombre previa a la actualización rastreada para su aprobación final...
fa: در حال آماده سازی خرید نام پیش ارتقای ردیابی شده برای تایید نهایی آن…
fr: Préparation de l'achat du nom suivi avant la mise à niveau pour son approbation finale…
he: מכין את רכישת השם לפני השדרוג במעקב לאישורה הסופי...
hi: ट्रैक किए गए प्री-अपग्रेड नाम की खरीदारी को उसकी अंतिम मंजूरी के लिए तैयार किया जा रहा है…
id: Mempersiapkan pembelian nama pra-peningkatan yang terlacak untuk satu persetujuan akhir…
it: Preparazione dell'acquisto del nome tracciato pre-aggiornamento per la sua approvazione finale…
ja: 追跡されたアップグレード前名の購入を最終承認に向けて準備しています…
ko: 최종 승인을 위해 추적된 사전 업그레이드 이름 구매를 준비 중입니다…
nl: De bijgehouden naamaankoop vóór de upgrade voorbereiden op de enige definitieve goedkeuring...
pl: Przygotowuję śledzony zakup nazwy przed aktualizacją do ostatecznego zatwierdzenia…
pt: Preparando a compra de nome de pré-atualização rastreada para sua aprovação final…
ru: Подготовка отслеживаемой покупки имени перед обновлением к единому окончательному утверждению…
tr: Takip edilen yükseltme öncesi ad satın alımı son onay için hazırlanıyor…
uk: Підготовка відстежуваної покупки імені перед оновленням до остаточного затвердження…
vi: Đang chuẩn bị giao dịch mua tên nâng cấp trước được theo dõi cho lần phê duyệt cuối cùng…
zh_hans: 正在准备跟踪的升级前名称购买以获得最终批准......
zh_hant: 正在準備追蹤的升級前名稱購買以獲得最終批准...

# wallet_finalize_notice_transfer_pending
source: %1$@: TRANSFER submitted and awaiting confirmation. Transaction %2$@. Current block %3$d.
ar: %1$@: تم إرسال النقل وفي انتظار التأكيد. المعاملة %2$@. الكتلة الحالية %3$d.
de: %1$@: ÜBERTRAGUNG übermittelt und wartet auf Bestätigung. Transaktion %2$@. Aktueller Block %3$d.
es: %1$@: TRANSFERENCIA enviada y pendiente de confirmación. Transacción %2$@. Bloque actual %3$d.
fa: %1$@: TRANSFER ارسال شده و در انتظار تایید است. تراکنش %2$@. بلوک فعلی %3$d.
fr: %1$@ : TRANSFERT soumis et en attente de confirmation. Transaction %2$@. Bloc actuel %3$d.
he: %1$@: ההעברה הוגשה וממתינה לאישור. עסקה %2$@. בלוק נוכחי %3$d.
hi: %1$@: स्थानांतरण सबमिट किया गया है और पुष्टि की प्रतीक्षा में है। लेनदेन %2$@. वर्तमान ब्लॉक %3$d।
id: %1$@: TRANSFER sudah dikirim dan menunggu konfirmasi. Transaksi %2$@. Blok saat ini %3$d.
it: %1$@: TRASFERIMENTO inviato e in attesa di conferma. Transazione %2$@. Blocco attuale %3$d.
ja: %1$@: TRANSFER が送信され、確認を待っています。トランザクション %2$@。現在のブロック %3$d。
ko: %1$@: TRANSFER가 제출되었으며 확인 대기 중입니다. 거래 %2$@. 현재 블록 %3$d.
nl: %1$@: OVERDRACHT verzonden en in afwachting van bevestiging. Transactie %2$@. Huidig ​​blok %3$d.
pl: %1$@: TRANSFER przesłany i oczekuje na potwierdzenie. Transakcja %2$@. Bieżący blok %3$d.
pt: %1$@: TRANSFERÊNCIA submetida e aguardando confirmação. Transação %2$@. Bloco atual %3$d.
ru: %1$@: ПЕРЕДАЧА отправлена и ожидает подтверждения. Транзакция %2$@. Текущий блок %3$d.
tr: %1$@: AKTARIM gönderildi ve onay bekleniyor. İşlem %2$@. Geçerli blok %3$d.
uk: %1$@: ПЕРЕКАЗ подано та очікує підтвердження. Трансакція %2$@. Поточний блок %3$d.
vi: %1$@: Đã gửi CHUYỂN và đang chờ xác nhận. Giao dịch %2$@. Khối hiện tại %3$d.
zh_hans: %1$@：转账已提交并等待确认。交易 %2$@。当前区块 %3$d。
zh_hant: %1$@：轉帳已提交並等待確認。交易 %2$@。目前區塊 %3$d。

# wallet_finalize_notice_waiting
source: %1$@: TRANSFER confirmed and tracked. Current block %2$d; FINALIZE becomes available at block %3$d. Transfer transaction %4$@.
ar: %1$@: تم تأكيد النقل وتتبعه. الكتلة الحالية %2$d؛ يصبح FINALIZE متاحًا في الكتلة %3$d. تحويل المعاملة %4$@.
de: %1$@: ÜBERTRAGUNG bestätigt und nachverfolgt. Aktueller Block %2$d; FINALIZE wird ab Block %3$d verfügbar. Transfertransaktion %4$@.
es: %1$@: TRANSFERENCIA confirmada y rastreada. Bloque actual %2$d; FINALIZAR estará disponible en el bloque %3$d. Transferir transacción %4$@.
fa: %1$@: TRANSFER تایید و پیگیری شد. بلوک فعلی %2$d; FINALIZE در بلوک %3$d در دسترس قرار می گیرد. انتقال تراکنش %4$@.
fr: %1$@ : TRANSFERT confirmé et suivi. Bloc actuel %2$d ; FINALIZE devient disponible au bloc %3$d. Transaction de transfert %4$@.
he: %1$@: העברה אושרה ומעקב. בלוק נוכחי %2$d; FINALIZE הופך זמין בבלוק %3$d. העברת עסקת %4$@.
hi: %1$@: स्थानांतरण की पुष्टि की गई और ट्रैक किया गया। वर्तमान ब्लॉक %2$d; फाइनलाइज़ ब्लॉक %3$d पर उपलब्ध हो जाता है। स्थानांतरण लेनदेन %4$@।
id: %1$@: TRANSFER dikonfirmasi dan dilacak. Blok saat ini %2$d; FINALIZE tersedia di blok %3$d. Transaksi transfer %4$@.
it: %1$@: TRASFERIMENTO confermato e tracciato. Blocco attuale %2$d; FINALIZE diventa disponibile nel blocco %3$d. Transazione di trasferimento %4$@.
ja: %1$@: 転送が確認され、追跡されました。現在のブロック %2$d; FINALIZE はブロック %3$d で使用可能になります。トランザクション %4$@ を転送します。
ko: %1$@: 전송이 확인되고 추적되었습니다. 현재 블록 %2$d; FINALIZE는 블록 %3$d에서 사용할 수 있게 됩니다. 거래 %4$@를 전송합니다.
nl: %1$@: OVERDRACHT bevestigd en gevolgd. Huidig ​​blok %2$d; FINALIZE komt beschikbaar op blok %3$d. Overboekingstransactie %4$@.
pl: %1$@: TRANSFER potwierdzony i śledzony. Aktualny blok %2$d; FINALIZACJA staje się dostępna w bloku %3$d. Transakcja przelewu %4$@.
pt: %1$@: TRANSFERÊNCIA confirmada e rastreada. Bloco atual %2$d; FINALIZE fica disponível no bloco %3$d. Transação de transferência %4$@.
ru: %1$@: ПЕРЕДАЧА подтверждена и отслеживается. Текущий блок %2$d; FINALIZE становится доступной в блоке %3$d. Трансфертная транзакция %4$@.
tr: %1$@: AKTARIM onaylandı ve takip edildi. Geçerli blok %2$d; FINALIZE %3$d bloğunda kullanılabilir hale gelir. %4$@ işlemini aktarın.
uk: %1$@: ПЕРЕДАЧУ підтверджено та відстежено. Блок струму %2$d; FINALIZE стає доступним у блоці %3$d. Передача транзакції %4$@.
vi: %1$@: CHUYỂN GIAO được xác nhận và theo dõi. Khối hiện tại %2$d; FINALIZE có sẵn tại khối %3$d. Giao dịch chuyển khoản %4$@.
zh_hans: %1$@：已确认并跟踪转账。当前区块%2$d； FINALIZE 在块 %3$d 处可用。转账交易%4$@。
zh_hant: %1$@：已確認並追蹤轉帳。目前區塊%2$d； FINALIZE 在區塊 %3$d 處可用。轉帳交易%4$@。

# wallet_name_action_status_heading
source: NAME ACTION STATUS
ar: حالة إجراء الاسم
de: NAME AKTIONSSTATUS
es: NOMBRE ACCIÓN ESTADO
fa: NAME وضعیت اقدام
fr: NOM ACTION STATUT
he: סטטוס פעולה של שם
hi: नाम कार्रवाई स्थिति
id: NAMA TINDAKAN STATUS
it: NOME AZIONE STATO
ja: 名前 アクション ステータス
ko: 이름 활동 상태
nl: NAAM ACTIE STATUS
pl: NAZWA AKCJA STATUS
pt: NOME STATUS DA AÇÃO
ru: ИМЯ ДЕЙСТВИЯ СТАТУС
tr: ADI EYLEM DURUM
uk: НАЗВА ДІЯ СТАТУС
vi: TÊN HÀNH ĐỘNG TRẠNG THÁI
zh_hans: 名称 行动 状态
zh_hant: 名稱 行動 狀態

# wallet_name_actions_description
source: Import tracked names or prepare an exact native name transaction from current synchronized wallet state.
ar: قم باستيراد الأسماء المتعقبة أو قم بإعداد معاملة اسم أصلية دقيقة من حالة المحفظة المتزامنة الحالية.
de: Importieren Sie verfolgte Namen oder bereiten Sie eine genaue native Namenstransaktion aus dem aktuellen synchronisierten Wallet-Status vor.
es: Importe nombres rastreados o prepare una transacción de nombre nativo exacto desde el estado actual de billetera sincronizada.
fa: نام‌های ردیابی‌شده را وارد کنید یا یک تراکنش نام اصلی دقیق از وضعیت کیف پول همگام‌سازی شده فعلی تهیه کنید.
fr: Importez des noms suivis ou préparez une transaction de nom natif exacte à partir de l'état actuel du portefeuille synchronisé.
he: ייבא שמות במעקב או הכן עסקת שם מקורי מדויק ממצב הארנק המסונכרן הנוכחי.
hi: ट्रैक किए गए नामों को आयात करें या वर्तमान सिंक्रनाइज़ वॉलेट स्थिति से सटीक मूल नाम लेनदेन तैयार करें।
id: Impor nama yang dilacak atau siapkan nama transaksi asli yang tepat dari status dompet tersinkronisasi saat ini.
it: Importa nomi tracciati o prepara una transazione con nome nativo esatto dallo stato corrente del portafoglio sincronizzato.
ja: 追跡された名前をインポートするか、現在の同期されたウォレットの状態から正確なネイティブ名のトランザクションを準備します。
ko: 추적된 이름을 가져오거나 현재 동기화된 지갑 상태에서 정확한 기본 이름 트랜잭션을 준비하세요.
nl: Importeer bijgehouden namen of bereid een exacte native naamtransactie voor vanuit de huidige gesynchroniseerde portemonneestatus.
pl: Importuj śledzone nazwy lub przygotuj dokładną transakcję nazw natywnych na podstawie bieżącego zsynchronizowanego stanu portfela.
pt: Importe nomes rastreados ou prepare uma transação de nome nativo exato do estado atual da carteira sincronizada.
ru: Импортируйте отслеживаемые имена или подготовьте точную транзакцию с собственным именем из текущего синхронизированного состояния кошелька.
tr: İzlenen adları içe aktarın veya geçerli senkronize cüzdan durumundan tam bir yerel ad işlemi hazırlayın.
uk: Імпортуйте відстежувані імена або підготуйте транзакцію з власними іменами з поточного синхронізованого стану гаманця.
vi: Nhập tên được theo dõi hoặc chuẩn bị giao dịch tên gốc chính xác từ trạng thái ví được đồng bộ hóa hiện tại.
zh_hans: 导入跟踪名称或从当前同步钱包状态准备准确的本机名称交易。
zh_hant: 匯入追蹤名稱或從目前同步錢包狀態準備準確的本機名稱交易。

# wallet_name_actions_summary
source: Import, transfer, finalize, or set records
ar: استيراد أو نقل أو إنهاء أو تعيين السجلات
de: Datensätze importieren, übertragen, abschließen oder festlegen
es: Importar, transferir, finalizar o establecer registros
fa: وارد کردن، انتقال، نهایی کردن یا تنظیم رکوردها
fr: Importer, transférer, finaliser ou définir des enregistrements
he: ייבוא, העבר, סיים או קבע רשומות
hi: रिकॉर्ड आयात करें, स्थानांतरित करें, अंतिम रूप दें या सेट करें
id: Impor, transfer, finalisasi, atau buat catatan
it: Importa, trasferisci, finalizza o imposta record
ja: レコードのインポート、転送、ファイナライズ、または設定
ko: 기록 가져오기, 전송, 마무리 또는 설정
nl: Records importeren, overdragen, finaliseren of instellen
pl: Importuj, przesyłaj, finalizuj lub ustanawiaj rekordy
pt: Importe, transfira, finalize ou defina registros
ru: Импортируйте, переносите, завершайте или устанавливайте рекорды
tr: Kayıtları içe aktarın, aktarın, sonlandırın veya ayarlayın
uk: Імпортуйте, передавайте, завершуйте або встановлюйте записи
vi: Nhập, chuyển, hoàn thiện hoặc thiết lập bản ghi
zh_hans: 导入、转移、完成或设置记录
zh_hant: 匯入、轉移、完成或設定記錄

# wallet_name_back_to_wallet
source: Wallet overview
ar: نظرة عامة على المحفظة
de: Wallet-Übersicht
es: Descripción general de la billetera
fa: نمای کلی کیف پول
fr: Présentation du portefeuille
he: סקירת ארנק
hi: वॉलेट सिंहावलोकन
id: Ikhtisar dompet
it: Panoramica del portafoglio
ja: ウォレットの概要
ko: 지갑 개요
nl: Portemonnee-overzicht
pl: Przegląd portfela
pt: Visão geral da carteira
ru: Обзор кошелька
tr: Cüzdana genel bakış
uk: Огляд гаманця
vi: Tổng quan về ví
zh_hans: 钱包概览
zh_hant: 錢包概覽

# wallet_name_back_to_wallet_summary
source: Return to balances and recent activity
ar: العودة إلى الأرصدة والنشاط الأخير
de: Kehren Sie zu den Salden und den letzten Aktivitäten zurück
es: Volver a saldos y actividad reciente
fa: بازگشت به تعادل و فعالیت اخیر
fr: Retour aux soldes et activité récente
he: חזרה לאיזונים ולפעילות האחרונה
hi: शेष राशि और हाल की गतिविधि पर लौटें
id: Kembali ke saldo dan aktivitas terkini
it: Ritorno ai saldi e all'attività recente
ja: 残高と最近のアクティビティに戻る
ko: 잔액 및 최근 활동으로 돌아가기
nl: Keer terug naar saldi en recente activiteiten
pl: Wróć do sald i ostatniej aktywności
pt: Retornar aos saldos e atividades recentes
ru: Вернуться к балансам и недавней активности
tr: Bakiyelere ve son etkinliklere dön
uk: Повернутися до балансів і останніх дій
vi: Quay lại số dư và hoạt động gần đây
zh_hans: 返回余额和最近的活动
zh_hant: 回餘額和最近的活動
